[
	{
		"id": 1,
		"startDateTime": "2018-11-19 11:00",
		"title": "Mounting the Line",
		"duration": "1",
		"shortDescription": "",
		"description": "One of the first steps to ensuring a safe and successful highline experience is to perfect your mount. There are many variations and Liz will be covering a variety of them. You may have heard of the chongo mount, the sit start, and the drop knee start, learn techniques to get you started or perfect your mount to take back to the highline with you.",
		"instructor": "Liz Thomas",
		"location": ""
	},
	{
		"id": 2,
		"startDateTime": "2018-11-19 13:00",
		"title": "Slackro ",
		"duration": "1",
		"shortDescription": "",
		"description": "You may have tried Acroyoga before, but perhaps you haven't tried the type of acroyoga that's designed specifically for YOUR strengths. Slackro is a type of acroyoga that utilizes the sort of balance and focus skill that you EXCEL at because of your slackline practice. Come balance and wiggle on other humans in between wiggling on one-inch bridges.",
		"instructor": "Michelle, Alex, Brian",
		"location": ""
	},
	{
		"id": 3,
		"startDateTime": "2018-11-19 14:00",
		"title": "Guided Jam",
		"duration": "1",
		"shortDescription": "",
		"description": "",
		"instructor": "slackline Josh",
		"location": ""
	},
	{
		"id": 4,
		"startDateTime": "2018-11-19 15:00",
		"title": "Movement And Contact Improvisation",
		"duration": "1",
		"shortDescription": "",
		"description": "In an explorative movement experience, we facilitate a safe space to dance and flow, looking at quality movement with and between each other. We focus on the language of the body, contact, play, and opening up to think about our bodies and what they can do in different and innovative ways.",
		"instructor": "Bianca, RJ",
		"location": ""
	},
	{
		"id": 5,
		"startDateTime": "2018-11-19 17:00",
		"title": "Therapeutic Highlines",
		"duration": "1",
		"shortDescription": "",
		"description": "This is time designated to build peer support in practitioners' journeys through stress on a highline. Come for a chat to consider highlines as instruments for processing stress! (Please come sober)",
		"instructor": "Will",
		"location": ""
	},
	{
		"id": 6,
		"startDateTime": "2018-11-19 20:00",
		"title": "Bon Fire: Fire Spinning & History of GGBY",
		"duration": "",
		"shortDescription": "",
		"description": "",
		"instructor": "Terry",
		"location": ""
	},
	{
		"id": 7,
		"startDateTime": "2018-11-20 09:00",
		"title": "Vinyasa",
		"duration": "1",
		"shortDescription": "",
		"description": "This 1 hr Yoga Flow will be focused on waking up and bringing mindfulness into the practice and body. We will link the breath with our movements, working with the body to find a harmony between an energizing and restorative relationship to start your day and prepare you for the fun ahead!",
		"instructor": "Jess",
		"location": ""
	},
	{
		"id": 8,
		"startDateTime": "2018-11-20 10:00",
		"title": "Mindful Breathing",
		"duration": "1",
		"shortDescription": "Come and slow down with us with mindful breathing and sharing our experiences & gratitude in a safe space.",
		"description": "Come away with us to slow down & focus on the present moment through mindfulness with breathing. We come together and create a space to share our experiences. In a safe environment we open up a space to share gratitude and mindfulness. This workshop will be for all of you who work on getting more centered and aware through mindful breathing and creating more awareness. In the end we will enjoy a guided meditation to bring focus on all the love in and around us. Happy to have you in our circle! Come and slow down!",
		"instructor": "Dani",
		"location": ""
	},
	{
		"id": 9,
		"startDateTime": "2018-11-20 11:00",
		"title": "Highline Pranayama ",
		"duration": "1",
		"shortDescription": "Pranayama exercises can impact performance, headspace, and comfortability on the line, join to learn techniques!",
		"description": "Whether you're new to highlining or have been highlining for decades, pranayama can impact performance, headspace, and comfortability on the line. In this workshop, we will learn various pranayama techniques and how to pair the exercises with highlining.",
		"instructor": "Brooke",
		"location": ""
	},
	{
		"id": 10,
		"startDateTime": "2018-11-20 13:00",
		"title": "Inversions in Acro",
		"duration": "1",
		"shortDescription": "",
		"description": "AcroYoga is a lifelong infinite endeavor or communication, exploration and ecstatic motivation. One of our favorite ways to get this launch initiated is to develop skills that involve inversion of the flier. Don’t be alarmed! If we can teach a 69 year old woman from Vancouver how to do it, you can too! Learn and engage with skills like, star, reverse star, shoulder stand, and candlestick! We will link these skills together to form a short flow!",
		"instructor": "Dani, Rachel",
		"location": ""
	},
	{
		"id": 11,
		"startDateTime": "2018-11-20 15:00",
		"title": "Way of the Wiggle Warrior",
		"duration": "1",
		"shortDescription": "In this class you’ll be invited to explore what it means to have a successful highline experience and learn tools we can use to embrace the wiggly walk in the sky. We’ll use mindfulness techniques including breath, movement, mantra, and silliness and learn how to apply them to our highlining experience.",
		"description": "In this class you’ll be invited to explore what it means to have a successful highline experience and learn tools we can use to embrace the wiggly walk in the sky. We’ll use mindfulness techniques including breath, movement, mantra, and silliness and learn how to apply them to our highlining experience. This class will highlight that there is no 'wrong way' to highline as long as safety is not compromised. Class will serve the new members of our community as well as the seasoned wiggle walkers, reminding us all that's it's ok to be where we are in our journey, and will encourage us above all to have fun.",
		"instructor": "cosmic",
		"location": ""
	},
	{
		"id": 12,
		"startDateTime": "2018-11-20 17:00",
		"title": "Slackline US & ISA",
		"duration": "1",
		"shortDescription": "The Ambassador Leadership Training Program is a new initiative from Slackline U.S. Participants will receive tools, knowledge, and skills to improve their abilities to assess local issues, build coalitions, organize, persuade, and make effective change. You'll learn about the mission, values, initiatives, and structure of Slackline U.S. taught by the Ambassador Coordinator, Rachel Dobos, and Slackline U.S. President, Dan Walsh before breaking into groups to engage in problem solving and leadership building activities. At the end, you'll have a one page strategic plan for your initiative, you'll get constructive and positive feedback from a friendly group, and you'll be on your way to becoming a Slackline U.S. Ambassador! Additionally Zac Timmons from the International Slackline Association (ISA) will provide an overview of their initiatives and work! Knowledge is power and we are stronger when we work together to implement change for a common goal. We hope you'll join us!",
		"description": "The Ambassador Leadership Training Program is a new initiative from Slackline U.S. Participants will receive tools, knowledge, and skills to improve their abilities to assess local issues, build coalitions, organize, persuade, and make effective change. You'll learn about the mission, values, initiatives, and structure of Slackline U.S. taught by the Ambassador Coordinator, Rachel Dobos, and Slackline U.S. President, Dan Walsh before breaking into groups to engage in problem solving and leadership building activities. At the end, you'll have a one page strategic plan for your initiative, you'll get constructive and positive feedback from a friendly group, and you'll be on your way to becoming a Slackline U.S. Ambassador! Additionally Zac Timmons from the International Slackline Association (ISA) will provide an overview of their initiatives and work! Knowledge is power and we are stronger when we work together to implement change for a common goal. We hope you'll join us!",
		"instructor": "Rachel, Zac Timmons, Dan",
		"location": ""
	},
	{
		"id": 13,
		"startDateTime": "2018-11-20 18:00",
		"title": "Sunset Om Circle",
		"duration": "1",
		"shortDescription": "",
		"description": "",
		"instructor": "Dany B.",
		"location": ""
	},
	{
		"id": 14,
		"startDateTime": "2018-11-20 20:00",
		"title": "Movie Night",
		"duration": "",
		"shortDescription": "",
		"description": "",
		"instructor": "",
		"location": ""
	},
	{
		"id": 15,
		"startDateTime": "2018-11-21 09:00",
		"title": "Strength & Recovery",
		"duration": "1",
		"shortDescription": "",
		"description": "This yoga class will focus on breathing techniques, focus techniques, and light strengthening of areas we need to be the most successful at slacklining. We'll stretch, strengthen, relax, and practice mindfulness and relaxation practices that can be transferred from on the mat to the slackline.",
		"instructor": "Michellel",
		"location": ""
	},
	{
		"id": 16,
		"startDateTime": "2018-11-21 10:00",
		"title": "Flexibility",
		"duration": "1",
		"shortDescription": "",
		"description": "Yoga not your thing? This workshop will focus on mobility in your shoulders and hips while building strength in your active range of motion.",
		"instructor": "Caroline",
		"location": ""
	},
	{
		"id": 17,
		"startDateTime": "2018-11-21 11:00",
		"title": "Intro To Highline",
		"duration": "1",
		"shortDescription": "",
		"description": "This foundational course will provide you with tools to feel stronger and safer in your first experiences on the highline. We will address basic rigging observation, techniques to climb the leash and discuss the increased awareness provided by this practice. Lecture Q & A and demonstration oriented. Please come prepared with your harness, PAS, and 18 metric tons of stoke!",
		"instructor": "danny, Louie",
		"location": ""
	},
	{
		"id": 18,
		"startDateTime": "2018-11-21 13:00",
		"title": "Acro Dance ",
		"duration": "1",
		"shortDescription": "",
		"description": "Love acrobatics? Love dance? Love lifting your beautiful friends and spinning them around like Swayzee? Leila and Andrew are proud to be facilitating this dynamic acro dance lifts workshop. Focusing their energy on creative, smooth, flowing movement and communication between base and flier in this gravity defying, passionate play space.",
		"instructor": "Leila, Andrew",
		"location": ""
	},
	{
		"id": 19,
		"startDateTime": "2018-11-21 14:00",
		"title": "Tandem Slackline",
		"duration": "1",
		"shortDescription": "",
		"description": "Come explore a new way to be on the slackline. Tandem slacklining requires a slackliner to pay attention not only to the energy they are putting into the line, but the energy of their partner as well. This workshop will be a fun, attainable, new concept for the community to experience. Bring a partner to work on some tandem drills both on the ground line at the bowl and also training techniques on the ground.",
		"instructor": "Michelle, Josh",
		"location": ""
	},
	{
		"id": 20,
		"startDateTime": "2018-11-21 15:00",
		"title": "Shibari",
		"duration": "1",
		"shortDescription": "Shibari, Kinbaku, Japanese Rope Bondage - What is that?",
		"description": "Shibari, Kinbaku, Japanese Rope Bondage - What is that? Learn basic single and double column ties and advance up to a harness or body binder by the end of class. Please bring rope to tie with - 30 foot lengths of 5-8mm rope work best. No partner needed, you can match up with one in the class.",
		"instructor": "Sara, Mad, Jer, Kali",
		"location": ""
	},
	{
		"id": 21,
		"startDateTime": "2018-11-21 17:00",
		"title": "How NOT to Have an Open Relationship",
		"duration": "1",
		"shortDescription": "Monogamous and curious? Cum ask us questions.",
		"description": "Ryan Jenks and Kim Weglin are in an open relationship and they are sharing their journey. This GGBY is their 1st year anniversary since their space net wedding and they have learned a lot and still have a lot to learn. Come hear their story and share about your experience and what you think works and what doesn't.",
		"instructor": "Kim, Ryan",
		"location": ""
	},
	{
		"id": 22,
		"startDateTime": "2018-11-21 20:00",
		"title": "Talent Show",
		"duration": "",
		"shortDescription": "With so many beautiful, talented people in attendance this year we're stoked to host our 2018 GGBY TALENT SHOW!! If you've got entertaining skills to show off this is the place for you to be. If you've got eyes to watch entertaining skills, this is also the place to be. Please submit your skit to an organizer and you’ll be added to the performance list.",
		"description": "With so many beautiful, talented people in attendance this year we're stoked to host our 2018 GGBY TALENT SHOW!! If you've got entertaining skills to show off this is the place for you to be. If you've got eyes to watch entertaining skills, this is also the place to be. Please submit your skit to an organizer and you’ll be added to the performance list.",
		"instructor": "",
		"location": ""
	},
	{
		"id": 23,
		"startDateTime": "2018-11-22 08:00",
		"title": "Cliffside Coffee",
		"duration": "2",
		"shortDescription": "Thanksgiving Morning Coffee & Prayer",
		"description": "Join us at the cliff by Dean’s cave Thanksgiving morning for donuts and coffee. Curious about a peace and strength beyond yourself? Come ready to express what you have to be thankful for or your prayer needs. Led by Damon & Sarah Hill.",
		"instructor": "Sarah, Damon",
		"location": ""
	},
	{
		"id": 24,
		"startDateTime": "2018-11-22 09:00",
		"title": "Power Yoga",
		"duration": "1",
		"shortDescription": "Yoga on The Rocks' - Vinyasa flow combining the power of the body and peace of the mind.",
		"description": "Yoga on The Rocks' - Vinyasa flow combining the power of the body and peace of the mind. Foregoing the 'hot' yoga of fusion and core power in the outdoors, we will flow through Vinyasa variations that challenge your body and mind. Set to inspiring tunes this is a foundation building yoga class that will work every muscle through movement and include a core workout and cardio bursts to keep you warm. A combination of breath, movement and intuitive peace. An outdoor vinyasa based yoga class (50-60 min) to engage muscles, stretching, and core to prepare for the day and prevent injuries.",
		"instructor": "Liz G",
		"location": ""
	},
	{
		"id": 25,
		"startDateTime": "2018-11-22 10:00",
		"title": "Cosmic Meditation ",
		"duration": "1",
		"shortDescription": "",
		"description": "Take a moment slow down and tap into the universal cosmic energy that swirls around us and observe the expansive and infinite quality of your being. No experience necessary, just curiosity, some brains in your head, a heart in your chest, then let Cosmic do the rest.",
		"instructor": "Cosmic",
		"location": ""
	},
	{
		"id": 26,
		"startDateTime": "2018-11-22 11:00",
		"title": "Highline Freestyle: The Art of Bouncery",
		"duration": "1",
		"shortDescription": "Learn bounce basics, rigging and safety from a crotchety old man.",
		"description": "In this workshop, we will discuss how to optimize highlines for bounceability, bounce safety and risk management, and review the technical foundations of basic bounce tricks, including buttbounce, chestbounce, backbounce, and nevermind. Half lecture/Q & A, half demonstration.",
		"instructor": "Zac",
		"location": ""
	},
	{
		"id": 27,
		"startDateTime": "2018-11-22 13:00",
		"title": "Arm Balance",
		"duration": "1",
		"shortDescription": "",
		"description": "Often wonder if you could justify doubling your shoe closet by learning to walk on your hands? Wait no more! Come explore techniques and skills that will have you quickly ascending the infinite ladder of arm balancing techniques. We will galavant through various exercises to prep your body for the glorious adventure of inversion. Come prepared to have your mind blown like half a kilo of nitroglycerin in a pumpkin!",
		"instructor": "Rachel, Louie",
		"location": ""
	},
	{
		"id": 28,
		"startDateTime": "2018-11-22 15:00",
		"title": "Tribal Dance",
		"duration": "1",
		"shortDescription": "West African Dance moves to liberate the spine and set your spirit free. Dancing in West Africa is a form of social interaction where the whole tribe comes together. Come learn some basic African dance moves and then join in on a free-form tribal dance jam. We’ll use these moves to inspire a lightly facilitated space for each individual to move as internally guided and for the community to connect through free expression. Set to tribal drums, this is a great way to warm up, loosen up, and reconnect.",
		"description": "West African Dance moves to liberate the spine and set your spirit free. Dancing in West Africa is a form of social interaction where the whole tribe comes together. Come learn some basic African dance moves and then join in on a free-form tribal dance jam. We’ll use these moves to inspire a lightly facilitated space for each individual to move as internally guided and for the community to connect through free expression. Set to tribal drums, this is a great way to warm up, loosen up, and reconnect.",
		"instructor": "Leila",
		"location": ""
	},
	{
		"id": 29,
		"startDateTime": "2018-11-22 17:00",
		"title": "Self Care is Health Care",
		"duration": "1",
		"shortDescription": "",
		"description": "",
		"instructor": "Louie, Paulina",
		"location": ""
	},
	{
		"id": 30,
		"startDateTime": "2018-11-22 18:00",
		"title": "Thanksgiving Potluck",
		"duration": "",
		"shortDescription": "It’s Turkey day y'all! Since we're all so thankful everyone could come together this year and celebrate our wonderful community, what better way to celebrate than rounding out a day of stoke with a dinner of stuffing? This potluck style dinner will have a little something for everyone, and a lot of thankfulness to go around.",
		"description": "It’s Turkey day y'all! Since we're all so thankful everyone could come together this year and celebrate our wonderful community, what better way to celebrate than rounding out a day of stoke with a dinner of stuffing? This potluck style dinner will have a little something for everyone, and a lot of thankfulness to go around.",
		"instructor": "",
		"location": ""
	},
	{
		"id": 31,
		"startDateTime": "2018-11-22 20:00",
		"title": "SlacklifeBC Dance Party",
		"duration": "",
		"shortDescription": "",
		"description": "",
		"instructor": "",
		"location": ""
	},
	{
		"id": 32,
		"startDateTime": "2018-11-23 09:00",
		"title": "Sacred Sacral Mobility",
		"duration": "1",
		"shortDescription": "",
		"description": "Every particle in the universe is connected by movement, from absolute zero, to neutron star. Join us Friday morning to explore the inner space of movement and mobility. We will explore breath, meditation, compassionate touch, mindfulness and gentle contact movement skills within ourselves and our group. In the closing sequence of our exploration Eric Ward will be joining to bathe us in the permeating depth of crystal singing bowls.",
		"instructor": "Louie",
		"location": ""
	},
	{
		"id": 33,
		"startDateTime": "2018-11-23 11:00",
		"title": "Rigging Analysis",
		"duration": "1",
		"shortDescription": "Learn simple concepts to determine the safety of any highline rig.",
		"description": "Learn simple concepts to determine the safety of any highline rig. This is an all-levels workshop for riggers who wish to increase their understanding of basic rigging analysis techniques. We won’t be discussing specifics like which knots are best; instead, we will be learning broad concepts that can be used determine the safety of any highline rig and anchor system (e.g. FMEA and SNARE-SANE).",
		"instructor": "Jerry, Zac",
		"location": ""
	},
	{
		"id": 34,
		"startDateTime": "2018-11-23 13:00",
		"title": "Group Movement Share Slackrotopia",
		"duration": "1",
		"shortDescription": "Please join the entire movement team for a collaborative group sharing workshop designed to expand the web of our collaborative skills. Acroyoga, slackline, shibari, arm balance, mindfulness, you name it, we’ll send it. If you have anything you’d like to share at the jam please reach out to a workshop coordinator or instructor and we’d be stoked to consult with you! ",
		"description": "Please join the entire movement team for a collaborative group sharing workshop designed to expand the web of our collaborative skills. Acroyoga, slackline, shibari, arm balance, mindfulness, you name it, we’ll send it. If you have anything you’d like to share at the jam please reach out to a workshop coordinator or instructor and we’d be stoked to consult with you!",
		"instructor": "",
		"location": ""
	},
	{
		"id": 35,
		"startDateTime": "2018-11-23 14:00",
		"title": "Guided Jam",
		"duration": "1",
		"shortDescription": "",
		"description": "",
		"instructor": "Slackline Josh",
		"location": ""
	},
	{
		"id": 36,
		"startDateTime": "2018-11-23 15:00",
		"title": "Thai Massage",
		"duration": "1",
		"shortDescription": "",
		"description": "Thai massage differs from many traditional massage techniques with its use of body positioning and movement within a certain position. Much like we expand the understanding of our own body through Yogic Asana, Thai massage brings us that much closer through the practice of Asana with someone elses body. Learn to gently touch and alleviate inflammation in other in this gentle touch workshop.",
		"instructor": "Paulina",
		"location": ""
	},
	{
		"id": 37,
		"startDateTime": "2018-11-23 17:00",
		"title": "Conscious And Sustainable Living",
		"duration": "1",
		"shortDescription": "",
		"description": "What do conscious living and sustainability mean to you? This workshop is a facilitated group discussion exploring ways to live more consciously, improving our relationship with both the planet and each other. It is an opportunity to exchange ideas about how to reframe our choices as well as take practical actions to live more sustainably.",
		"instructor": "Ashley",
		"location": ""
	},
	{
		"id": 38,
		"startDateTime": "2018-11-23 20:00",
		"title": "Fire Ceremony",
		"duration": "",
		"shortDescription": "",
		"description": "",
		"instructor": "",
		"location": ""
	},
]
