[
	{
		"id": 0,
		"title": "Slackline Instructor - Level C Certification Course",
		"startDateTime": "2019-11-24 10:30",
		"duration": "270",
		"shortDescription": "4.5 hour Slackline Instructor Level C Certification Course from the International Slackline Association (ISA). ",
		"description": "In this course we will discuss several techniques for teaching slacklining to beginners, as well as how to prepare and manage courses. Participants will learn techniques to efficiently teach basic foundational slacklining skills, injury prevention, basic rigging and technical knowledge, and learn a thorough and successful methodology for teaching beginners. The focus lies on education, not rigging, however participants are expected to have a solid understanding of rigging beginner slacklines safely. This is not a course for beginners. Participants must be able to comfortably walk a 15m slackline and be able to setup small slacklines with a ratchet and secure backup.",
		"instructor": "",
		"location": "Slackline Park"
	},
	{
		"id": 1,
		"title": "Welcome Vinyasa",
		"startDateTime": "2019-11-24 13:30",
		"duration": "75",
		"shortDescription": "Welcome! Open your body and heart to the week of adventure ahead. ",
		"description": "You've traveled all the way here, you've set up your camp, join Alex for 75 minutes of vinyasa flow to warm up your heart and body for the week of adventure ahead.",
		"instructor": "Alexandra Reynaldo",
		"location": "Yoga Zone"
	},
	{
		"id": 2,
		"title": "Pointless Play: A Hooping Workshop",
		"startDateTime": "2019-11-24 13:30",
		"duration": "75",
		"shortDescription": "The 'revolutionary' art of hula hoop dance",
		"description": "Using the hula hoop as a partner in play, this workshop invites you to drop into a state of beginners mind, exploring the vast realms of potential movement this revolutionary dance offers and allowing one to unfold in honest expression in the space between force and flow. ",
		"instructor": "Briana Moore",
		"location": "Movement Zone"
	},
	{
		"id": 3,
		"title": "Meet and Greet!: A Connection 'Jam'",
		"startDateTime": "2019-11-24 15:00",
		"duration": "75",
		"shortDescription": "NEW FRIENDZZZ! ",
		"description": "Come meet new friends! This is the best part about GGBY, expanding our community. Everyone is welcome to come connect with new and old friends in this 'icebreaker' workshop. We'll play games that will acquaint you with others in new and perhaps unorthodox ways, explore the process of setting and honoring boundaries, touch on the topic of consent, and overall just make NEW FRANDS! ",
		"instructor": "Michelle Griffith, Louie Wray",
		"location": "Movement Zone"
	},
	{
		"id": 4,
		"title": "NamaShakeIt",
		"startDateTime": "2019-11-24 16:30",
		"duration": "60",
		"shortDescription": "Come shake it off and get down dog!",
		"description": "NamaShakeIt starts with the skeleton of a power Vinyasa practice, adds the playful flesh of a group dance class, is coated in the sensual skin of ecstatic dance, and topped with a sprinkling of twerkshop vibes; all set to uplifting booty shaking EDM.  Come shake it off and get down dog!  ",
		"instructor": "Taylor Anderson",
		"location": "Yoga Zone"
	},
	{
		"id": 5,
		"title": "Find Your Flow",
		"startDateTime": "2019-11-24 16:30",
		"duration": "60",
		"shortDescription": "Workshop on Flow Toys! Use our flow toys, or bring your own.",
		"description": "This workshop will help you understand how to flow and move with an object with intention. Poi are Vinny's object, but he can give insight into how to investigate the movement of flow toys or objects in general. Flow objects will be provided as supplies last, feel free to use ours, or feel free to bring your own. ",
		"instructor": "Vinny Delaney, Samantha Ott",
		"location": "Movement Zone"
	},
	{
		"id": 6,
		"title": "Sunrise Yoga Flow",
		"startDateTime": "2019-11-25 07:45",
		"duration": "60",
		"shortDescription": "Come flow in the morning with Jess",
		"description": "Come flow with Jess. Getting a gentle stretch to soothe those hard worked muscles and prepare them for more fun. A combination of hatha and yin yoga to pair with the intensity of the slack life. ",
		"instructor": "Jess Holt",
		"location": "Yoga Zone"
	},
	{
		"id": 7,
		"title": "Sunrise Pranayam: Breathwork",
		"startDateTime": "2019-11-25 07:45",
		"duration": "60",
		"shortDescription": "Sunrise breathwork that will reduce stress, energize, promote circulation, relax tense muscles and center the mind.",
		"description": "Breath is essential to life. It's the first thing we do when we are born and the last thing we do when we leave. Join Kat for sunrise Pranayama where you'll be guided through several deep breathing techniques. These techniques will reduce stress, energize, promote circulation, relax tense muscles and center the mind. No experience necessary. Not recommended if you have a heart condition.",
		"instructor": "Kat Ramirez",
		"location": "Movement Zone"
	},
	{
		"id": 8,
		"title": "Letting Go of Perfectionism and Form in Yoga: Functional Anatomy",
		"startDateTime": "2019-11-25 09:00",
		"duration": "75",
		"shortDescription": "Far from complicating our practice and teaching, the Functional Approach is elegantly simple, and will forever change your view of Yoga.",
		"description": "What if I told you your body is perfect? What happens when what we feel in poses is more important than how we look? Have your mind blown and never see poses the same way again. Using both anatomical models and living breathing examples drawn from our group, move beyond aesthetic concerns and toward a Functional Approach. Far from complicating our practice and teaching, the Functional Approach is elegantly simple, and will forever change your view of Yoga.",
		"instructor": "Matt Eshleman",
		"location": "Yoga Zone"
	},
	{
		"id": 9,
		"title": "Soft Shackle Construction",
		"startDateTime": "2019-11-25 09:00",
		"duration": "75",
		"shortDescription": "Come learn to make Soft Shackles! Materials provided while supplies last. ",
		"description": "Come learn to make Soft Shackles! Materials provided while supplies last. ",
		"instructor": "Ryan Pohl",
		"location": "Living Room"
	},
	{
		"id": 10,
		"title": "Highlining Techniques for Beginners",
		"startDateTime": "2019-11-25 09:00",
		"duration": "75",
		"shortDescription": "Not sure how you might perform on your first highline at GGBY?  This beginner's workshop will provide you with the knowledge and skills necessary for success.",
		"description": "Not sure how you might perform on your first highline at GGBY? Nervous about mounting or getting back up after a potential fall? This beginner's workshop will provide you with the knowledge and skills necessary for success. Pre-requisites and required equipment: Should be able to walk a 20-50 foot slackline successfully, Must have a harness and helmet (helmets can be supplied upon request), Must be in good physical shape (mounting the line after a fall requires a lot of upper body strength and some flexibility), A positive attitude and a willingness to take some falls! Things you can expect to learn: Proper mounting techniques (the 'chongo mount', sit start, etc.), Catching the line, Re-mounting the line after a fall, Climbing the leash in the case of a 'whipper' (falling onto the leash), Getting back onto the line and pulling yourself back to the start, Walking technique (physical techniques, focus, rhythm, using your breath or mantras). Join Emily Sukeinnik, an accomplished slackliner and highliner, for your first steps into the abyss! Emily started slacklining in 2009 and became the 4th woman to walk the Lost Arrow Highline in Yosemite Valley. She spent many years as a sponsored athlete walking over 60 highlines across the US and aboard, being featured on CBS This morning and in various publications (Outside Magazine, National Geographic and Women's Adventure Magazine) for her accomplishments within the sport. She is most passionate about instruction and getting beginners onto their first lines. Emily will support you in your individual learning process and have you feeling both prepared and confident by the end of GGBY! Emily's Blog: www.theascentofem.blogspot.com",
		"instructor": "Emily Sukiennik, Louie Wray",
		"location": "Slackline Park"
	},
	{
		"id": 11,
		"title": "ZenPlay: Movement Communication",
		"startDateTime": "2019-11-25 10:30",
		"duration": "75",
		"shortDescription": "Zen Play; Researching creative communication with partners and games.",
		"description": "Zen Play; Researching creative communication with partners and games. How do we express ourselves? How do we organize our bodies and strategies to communicate our ideas? What kind of games do we play to stay young? Where does our movement practice fit into the context of us aging and dying? Why does our physicical structure exist in these patterns? When does training intersect with playing? How well do you adapt? We exist in a web of information, constantly exchanging rythms with life and matter around us.",
		"instructor": "Eli Strongheart, Jake Olson",
		"location": "Movement Zone"
	},
	{
		"id": 12,
		"title": "Off-Grid Solar Systems: 24/12 Volt",
		"startDateTime": "2019-11-25 10:30",
		"duration": "75",
		"shortDescription": "This workshop will focus on traditional 12v off grid setups as well as the added benefits and disadvantages of a 24v system",
		"description": "Whether you are building out a van, RV, tiny home or larger, we can help you discover options and methods to scale a system to your exact needs. This workshop will focus on traditional 12v off grid setups as well as the added benefits and disadvantages of a 24v system",
		"instructor": "Ryan Pohl, Jesse Faircloth",
		"location": "Living Room"
	},
	{
		"id": 13,
		"title": "Mount It Like It's Hot",
		"startDateTime": "2019-11-25 10:30",
		"duration": "75",
		"shortDescription": "Mount a slackline like its hot betches! Gobble Gobble.",
		"description": "Struggling to stand in the air? Want to mount a slackline with ease? Join us for a comprehensive mounting class working to comfortably advance your skills. We will go over most basic mounts including but not limited to, sit start, chongo, and drop knee. All levels welcome. BSS (Bring some stoke)",
		"instructor": "Louie Wray",
		"location": "Slackline Park"
	},
	{
		"id": 14,
		"title": "Aerial Conditioning for Maximum Vascularity 101",
		"startDateTime": "2019-11-25 10:30",
		"duration": "75",
		"shortDescription": "Come explore a this workshop efficient conditioning done consistently, with plenty of rest and recovery built in. Whether you’re a complete beginner, a baby aerialist, or you’ve been flying for years, this workshop is for you! ",
		"description": "If you’ve ever asked yourself “HOW do aerialists make this all look so effortless and graceful?”, the answer is simple: MAGIC! Just kidding, it’s CONDITIONING. More specifically, efficient conditioning done consistently, with plenty of rest and recovery built in. Whether you’re a complete beginner, a baby aerialist or you’ve been flying for years, having a solid conditioning game is your key to foundational skill development, leveling up to bigger skills, moving gracefully with beautiful lines, and injury prevention. If you’ve been wondering what in the world you’re supposed be doing or focusing on, and you feel like you’re a flailing jellyfish trying every shiny new exercise posted on Instagram, this class is for you!",
		"instructor": "Leila Noone, Andrew Gasparis",
		"location": "Other"
	},
	{
		"id": 15,
		"title": "AcroLatin Dance Flow",
		"startDateTime": "2019-11-25 12:00",
		"duration": "75",
		"shortDescription": "In this workshop we'll explore latin dance based on cumbia and salsa rhythms, and turn it into an acro flow! ",
		"description": "In this workshop we'll explore latin dance based on cumbia and salsa rhythms. Going through basic steps and partner movements, we'll dive into an acro-dance flow while enjoying the full flavor of latin rhythms, merging basic acro-dance with the tropical and sensual latin steps to build creative sequences. This workshop will be FUN and HOT!",
		"instructor": "Helena Gonzales, Sara Angelus",
		"location": "Movement Zone"
	},
	{
		"id": 16,
		"title": "How NOT to Highline Q&A",
		"startDateTime": "2019-11-25 12:00",
		"duration": "75",
		"shortDescription": "Have questions or ideas or stoke for HowNOTtoHighline? We will have fun quizzes, answer questions, and make a list of the weirdest things you want to see break tested.",
		"description": "Have questions or ideas or stoke for HowNOTtoHighline?  We will have fun quizzes, answer questions, and make a list of the weirdest things you want to see break tested.  We will also show new unreleased projects and tests that are super unique.  Warning:  you might laugh and learn things.  If you consent, come get involved!",
		"instructor": "Ryan Jenks",
		"location": "Living Room"
	},
	{
		"id": 17,
		"title": "Tandem Slackline",
		"startDateTime": "2019-11-25 12:00",
		"duration": "75",
		"shortDescription": "Tandem Slackline with SlacklineJosh and ChelleSlacks",
		"description": "Learning how to Slackline is fun but balancing with two is much more exciting. Whether your an experienced slacker or still figuring things out this class is for you. Learning to share the same equilibrium with another is very empowering. This will embody techniques and movements that will help to expand ones understanding of what it is to exist on the line. There will be balance devices and a slackline to use while participating. Throughout the class there will also be group discussions and demonstrations. So please join Slacklinejosh and Michelle Griffith for this amazing Tandem Slackline experience and learn to dance with another on the same line! ",
		"instructor": "Josh Beaudoin, Michelle Griffith",
		"location": "Slackline Park"
	},
	{
		"id": 18,
		"title": "Chromatic Dance Twerkshop",
		"startDateTime": "2019-11-25 13:30",
		"duration": "75",
		"shortDescription": "Whether you're warming up, or cooling down, let's celebrate with movement, sound, and actual paint",
		"description": "Paint your unique colorful dance on the canvas of the desert terrain. Whether you're warming up, or cooling down, let's celebrate with movement, sound, and actual paint. Pony will lead you through movement that encourages breath, spontaneity, and strength. Group sized canvas and paint provided. See you there!",
		"instructor": "Melissa Brady",
		"location": "Movement Zone"
	},
	{
		"id": 19,
		"title": "Dirtbag rope play",
		"startDateTime": "2019-11-25 13:30",
		"duration": "75",
		"shortDescription": "Learn knots and techniques for use in bondage and rescue situations.",
		"description": "Learn knots and techniques for use in bondage and rescue situations. ",
		"instructor": "Jeramiah Morgan",
		"location": "Living Room"
	},
	{
		"id": 20,
		"title": "Shoulder Stand on the Slackline!",
		"startDateTime": "2019-11-25 13:30",
		"duration": "75",
		"shortDescription": "Come learn progressions, entrances into, and exits out of the elusive shoulder stand on a slackline! ",
		"description": "The elusive shoulder stand! This 'impressive' pose on a slackline can be entered without the ground, held statically, bounced in and out of, and for many people, it feels very out of reach! Come to this workshop if you want to learn basic progressions for a 'yoga style' shoulder stand on a slackline, along with entrances and exits, both with and without the ground. Come play! ",
		"instructor": "Michelle Griffith ",
		"location": "Slackline Park"
	},
	{
		"id": 21,
		"title": "Casual Acro : A Guided Acro Jam for All Levels",
		"startDateTime": "2019-11-25 15:00",
		"duration": "75",
		"shortDescription": "In this GUIDED ACRO JAM, we'll intentionally break the ice, provide tips and tricks for how to do this at jams in your own community, and have discussions about how to be respectful and consensual in our interactions.",
		"description": "Acro can seem evasive and inclusive sometimes when you see the epic things people are doing, and it can be hard to break In if you are shy! But strangers at an acro jam are just friends you haven't flown yet! In this GUIDED ACRO JAM, we'll intentionally break the ice, provide tips and tricks for how to do this at jams in your own community, and have discussions about how to be respectful and consensual in our interactions. Come prepared to learn some fun new stuff, teach some fun new stuff, play with as many people as possible, and get a little weird. All levels, from beginner to advanced are encouraged to come. ",
		"instructor": "Zachariah Cowan",
		"location": "Movement Zone"
	},
	{
		"id": 22,
		"title": "Noise and Harmony: Improv Music Discussion and Guided Jam Session",
		"startDateTime": "2019-11-25 15:00",
		"duration": "75",
		"shortDescription": "A discussion about music creation focusing on improvisational techniques and music theory, followed by a jam session. Bring something that makes noise!",
		"description": "A discussion about music creation focusing on improvisational techniques and music theory, followed by a jam session. Bring something that makes noise! ",
		"instructor": "Austin Dickey",
		"location": "Living Room"
	},
	{
		"id": 23,
		"title": "Slackline Techniques and Flow Management: A Slackline 'Jam'",
		"startDateTime": "2019-11-25 15:00",
		"duration": "75",
		"shortDescription": "n this work shop one will get a deep perspective of what it is to be on the line: the energy we hold, and the energy we let go.",
		"description": "In this work shop one will get a deep perspective of what it is to be on the line. To be aware of the energy we hold and the energy let go are concepts that will provoke deeper understanding of what it is to understand overal body control. This work shop will touch base on those concepts and more. Things like physical and mental states of flow will be cover as well as different types of movement and flexibility in this workshop. The workshop will take place near a slackline. There will be discussion and demonstrations given as all levels of slacker are welcome. If this peeks your curiosity then come join Slacklinejosh for this insightful flow Slackline workshop. ",
		"instructor": "Josh Beaudoin",
		"location": "Slackline Park"
	},
	{
		"id": 24,
		"title": "Shoulder Anatomy Workshop & Yin Yoga",
		"startDateTime": "2019-11-25 16:30",
		"duration": "60",
		"shortDescription": "In this workshop, learn the empowered anatomy of your own unique skeleton, and ways to effectively engage musculature around the shoulders to add strength and resiliency to your movement practices.",
		"description": "The shoulders, being the most mobile joints in the body, are also the most prone to injury. In this workshop, learn the empowered anatomy of your own unique skeleton, and ways to effectively engage musculature around the shoulders to add strength and resiliency to your movement practices, from climbing to acro-yogaing and beyond. Enjoy a deeply resonant and relaxing yin yoga practice to address any imbalances in your system, lengthening and lubricating connective tissue and exploring the internal methods of mindfulness throughout. ",
		"instructor": "Kali Basman",
		"location": "Yoga Zone"
	},
	{
		"id": 25,
		"title": "Bo Staff Basics",
		"startDateTime": "2019-11-25 16:30",
		"duration": "60",
		"shortDescription": "Josh will take you through the basics of how to spin and move the body in order to flow freely with the bo staff. 8 Bo staffs provided, but you're encouraged to bring your own",
		"description": "Learn to flow spinning the Bo Staff with Slacklinejosh. Josh will take you through the basics of how to spin and move the body in order to flow freely with the bo staff. There will be demonstrations, shared experience and thoughtful insight for all levels of those who are curious. Come to learn, come to play or simply come to observe. All are welcome and all levels of spin are challenged. There will be 8 bo staffs to be used by participants but all are encouraged to bring their own bo staff if you have one. ",
		"instructor": "Josh Beaudoin",
		"location": "Movement Zone"
	},
	{
		"id": 26,
		"title": "Tribal Sunset Vibration",
		"startDateTime": "2019-11-25 16:45",
		"duration": "20",
		"shortDescription": "Gather your friends and meet at the top of the rock, right at the heart of the Fruitbowl, for a tribal sunset experience and OM circle.",
		"description": "This short but powerful ceremony is an invitation for the whole tribe to unify, celebrate, and vibrate with intention, gratitude, and love. Julien Desforges will guide each session with creative exercises to harmonize ourselves, connect our souls, and top it off with the greatest possible sunset OM circle. Gather your friends and meet at the top of the rock, right at the heart of the Fruitbowl, as soon as you hear the bell, about 15 minutes before sunset.",
		"instructor": "Julien Desforges",
		"location": "Big Rock"
	},
	{
		"id": 27,
		"title": "Sunrise Yoga",
		"startDateTime": "2019-11-26 07:45",
		"duration": "60",
		"shortDescription": "Come ignite your inner fire with breath work, meditation, and movement while the sun rises over the fruit bowl!",
		"description": "Come ignite your inner fire with breath work, meditation, and movement while the sun rises over the fruit bowl! Let's keep our fires burning throughout GGBY, and enjoy all that this festival has to offer! Please bring a yoga mat if you have one. ",
		"instructor": "Carleigh Burns",
		"location": "Yoga Zone"
	},
	{
		"id": 28,
		"title": "Sunrise Ecstatic Dance",
		"startDateTime": "2019-11-26 07:45",
		"duration": "60",
		"shortDescription": "DANCE, and START YOUR DAY WITH ENERGY & INTENTION!",
		"description": "Breath the day, gobble gobble style. Join us at sunrise to move your body, DANCE, and START YOUR DAY WITH ENERGY & INTENTION!",
		"instructor": "Ariana Gradow",
		"location": "Movement Zone"
	},
	{
		"id": 29,
		"title": "Coffee Talks: Flow with Josh Beaudoin",
		"startDateTime": "2019-11-26 07:45",
		"duration": "60",
		"shortDescription": "An early morning of bad (or good) coffee, and the entire spectrum of communication minus the gossip: Sharing knowledge and gaining deeper appreciations for life will be the overall vibe on this early gathering.",
		"description": "Come join Slacklinejosh for bad coffee and the entire spectrum of communication minus the gossip 🙂 Sharing knowledge and gaining deeper appreciations for life will be the overall vibe on this early gathering. So grab your reusable mug and a bud and come join us for a good time.",
		"instructor": "Josh Beaudoin",
		"location": "Living Room"
	},
	{
		"id": 30,
		"title": "Flexibility and Stretching",
		"startDateTime": "2019-11-26 09:00",
		"duration": "75",
		"shortDescription": "Come stretch out your body to music with me and warm up for the day!",
		"description": "Come stretch out your body to music with me and warm up for the day! We'll address various stretches you can use in your practice to start opening up tight areas and get you loosey goosey!",
		"instructor": "Kim Weglin",
		"location": "Yoga Zone"
	},
	{
		"id": 31,
		"title": "Aerial Actions!",
		"startDateTime": "2019-11-26 09:00",
		"duration": "75",
		"shortDescription": "From beginner gymnastic moves such as cart-wheels, round-offs and handstands, to more advanced tricking movements of flipping, corks, and combined movements!",
		"description": "I will be teaching and assisting individuals who wish to participate in the aerial arts! From beginner gymnastic moves such as cart-wheels, round-offs and handstands, to more advanced tricking movements of flipping, corks, and combined movements! Any skill level is welcomed and encouraged!",
		"instructor": "Cole Chesley",
		"location": "Movement Zone"
	},
	{
		"id": 32,
		"title": "Beginner Acroyoga for All",
		"startDateTime": "2019-11-26 10:30",
		"duration": "75",
		"shortDescription": "In this workshop, we will teach you the foundational basics in L-basing and flying!",
		"description": "Ever seen an amazing acro yoga partner flow and curious about it? In this workshop, we will teach you the foundational basics in L-basing and flying! L-basing is where one person lays on the ground and uses their feet and hands to assist a partner in the air. We’ll cover the basics in communication, partner calibration, and using your body weight to stack. Acro yoga is for all ages, shapes, athletic abilities, and sizes! Come join us and discover your acrobatic flow. Clothes that breathe and allow you to move recommended. Partner not required.",
		"instructor": "Mary Osborne, Dave Humphrey",
		"location": "Movement Zone"
	},
	{
		"id": 33,
		"title": "Herbal Medicine Storytelling & Sharing Circle",
		"startDateTime": "2019-11-26 10:30",
		"duration": "75",
		"shortDescription": "We invite you to come learn and connect about plants and their many uses. Bring your tinctures & teas, bags & blends, medicines & other magickal remedies for us to meet and get to know.",
		"description": "Plants are medicine. We invite you to come learn and connect about plants and their many uses. Bring your tinctures & teas, bags & blends, medicines & other magickal remedies for us to meet and get to know. Salves, essential oils, herbal teas, or smudges, all of nature’s gifts and potions we'd love to appreciate and experience. We'll share and listen to stories about how plants have brought connection, health, healing and vitality into our lives. What's your story, ritual, practice or relationship with a flower, plant, fungi, herb or spice? Nature can be part of our self-care & personal journey.",
		"instructor": "Lyndsay McKeever",
		"location": "Living Room"
	},
	{
		"id": 34,
		"title": "Women's Highline Clinic",
		"startDateTime": "2019-11-26 10:30",
		"duration": "75",
		"shortDescription": "Women's specific highline clinic is here to nurture, inform and inspire lady highliners.",
		"description": "Women's specific highline clinic is here to nurture, inform and inspire lady highliners.  You can expect an interactive talk about what strengths women take to the sport of highlining and how we have opportunity to adjust mindset and movements to accomplish goals and have more fun.  ",
		"instructor": "Krista Van Parys",
		"location": "Slackline Park"
	},
	{
		"id": 35,
		"title": "Fruit Bowl Tour with the Bureau of Land Management",
		"startDateTime": "2019-11-26 10:30",
		"duration": "75",
		"shortDescription": "Come explore with the Bureau of Land Management (BLM) and GGBY Lead Organizer Dan Walsh around the Fruit Bowl to understand the history, ecology, geology, and wildlife of the canyon area.",
		"description": "New or a veteran to the Fruit Bowl? Come explore with the Bureau of Land Management (BLM) and GGBY Lead Organizer Dan Walsh around the Fruit Bowl to understand the history, ecology, geology, and wildlife of the canyon area. Learn about the Mission of the BLM and Slackline U.S. and the great partnership driven to balance the priorities of the BLM with those of Slackline U.S. and the greater slackline community that use the Fruit Bowl. ",
		"instructor": "Katie Stevens, Dan Walsh",
		"location": "Other"
	},
	{
		"id": 36,
		"title": "Conscious Contact Dance",
		"startDateTime": "2019-11-26 12:00",
		"duration": "75",
		"shortDescription": "Explore the art of being present in your physical body, the act of moving it with others, and the idea of being sensitive and responsive on all surfaces of your body.",
		"description": "Explore the art of being present in your physical body, the act of moving it with others, and the idea of being sensitive and responsive on all surfaces of your body. Share weight. Tumble. Get back up. Pick up your friends. Explore. This workshop will allow us to genuinely connect from the heart within the self, with one another, with the environment, as well as with nature beyond the means of physical contact. We will approach contact with each other in a mindful and playful way. This will be a safe space for movement. Come play and connect with us!",
		"instructor": "Dany Schmidt, RJ Roush",
		"location": "Movement Zone"
	},
	{
		"id": 37,
		"title": "Slackline U.S. Ambassadors Program",
		"startDateTime": "2019-11-26 12:00",
		"duration": "75",
		"shortDescription": "The Ambassador Certification Workshop is an official program of Slackline U.S. to train individuals to become local slackline leaders in their region by providing essential leadership, coordination, and planning skills in the three pillars of the mission of Slackline U.S.; Access, Knowledge, and Conservation.",
		"description": "The Ambassador Certification Workshop is an official program of Slackline U.S. to train individuals to become local slackline leaders in their region by providing essential leadership, coordination, and planning skills in the three pillars of the mission of Slackline U.S.; Access, Knowledge, and Conservation. Participants will get up to speed quickly on the mission of Slackline U.S. and its national efforts but the majority of the workshop will engage and train individuals to take inventory of local slackline spots and issues, assess and prioritize these issues, and develop an action plan in their communities.  Collaboration and leadership tools and techniques will be learned along the way through fun group exercises and handout summaries will be provided so the knowledge can be taken home. Participants will not just listen but will become trained local leaders and will receive a certificate in the end as having undergone the Slackline U.S. Ambassador training and may be listed as a local resource through Slackline U.S. Individuals will come out feeling empowered, skilled, and more confident to lead and improve upon issues in their community. ",
		"instructor": "Dan Walsh",
		"location": "Living Room"
	},
	{
		"id": 38,
		"title": "Beginner Slackline Yoga Flow",
		"startDateTime": "2019-11-26 12:00",
		"duration": "75",
		"shortDescription": "In this class, we'll be exploring various new ways to balance on the line through different asanas (yoga postures), and connecting them through a flow on the line at the end of class.",
		"description": "Balance is not only on your feet! In this class, we'll be exploring various new ways to balance on the line through different asanas (yoga postures), and connecting them through a flow on the line at the end of class. Come for a playful exploration, all levels are welcome! ",
		"instructor": "Gaby Vargas",
		"location": "Slackline Park"
	},
	{
		"id": 39,
		"title": "Sassy Acro: The Art of Acro Performance for All Levels",
		"startDateTime": "2019-11-26 13:30",
		"duration": "75",
		"shortDescription": "In this all levels acro workshop, you'll learn how to take a few basic poses and moves, and put them together in a sequence that oozes with your own personality.",
		"description": "You don't need to be an advanced acrobat to put together an acro sequence and performance! Turns out, putting together an act is all about two things: SASS and FLAIR! In this all levels acro workshop, you'll learn how to take a few basic poses and moves, and put them together in a sequence that oozes with your own personality. Whether your audience is your cat in your living room, or a night club, this workshop will introduce a few basic tips and tricks to take your acro performance to the next level! ",
		"instructor": "Michelle Griffith, Jacque Garcia",
		"location": "Movement Zone"
	},
	{
		"id": 40,
		"title": "'Tech Support'",
		"startDateTime": "2019-11-26 13:30",
		"duration": "75",
		"shortDescription": "A space for the tech-minded, hardware or software, to discuss the impacts of various technologies on the outdoor recreation industry, share experiences of pivoting into the tech industry, and provide networking opportunities for tech professionals in the community. ",
		"description": "A space for the tech-minded, hardware or software, to discuss the impacts of various technologies on the outdoor recreation industry, share experiences of pivoting into the tech industry, and provide networking opportunities for tech professionals in the community. ",
		"instructor": "Joel Perkins",
		"location": "Living Room"
	},
	{
		"id": 41,
		"title": "Rigging Basics",
		"startDateTime": "2019-11-26 13:30",
		"duration": "75",
		"shortDescription": "Learn the core principles of rigging a safe highline, and how to check the anchors. Participants will get hands on experience.",
		"description": "You're visiting a new city and got invited to a highline - yeww! You are psyched as. Upon arriving you realize you don't know any of the riggers... You've traveled so long to get here and really want to go have a go, but something makes you feel unsure. How can you check if the line is safe to get on? Learn the core principles of rigging a safe highline, and how to check the anchors. Participants will get hands on experience.",
		"instructor": "Kat Horton, Ben Donnelly",
		"location": "Slackline Park"
	},
	{
		"id": 42,
		"title": "Introductory to Intermediate Juggling: Solo and Passing",
		"startDateTime": "2019-11-26 15:00",
		"duration": "75",
		"shortDescription": "I'll provide progressions to help you unlock those next steps in your exploration of juggling.",
		"description": "If you've never juggled before, or if you want to work on group passing patterns, I'll provide progressions to help you unlock those next steps in your exploration of juggling. Scope of topics which can be covered, depending upon skill and interest of students: 3-5 ball solo patterns, club passing patterns, and progressions for numbers passing, for 2+ partners. ",
		"instructor": "Stephen Shaffer",
		"location": "Movement Zone"
	},
	{
		"id": 43,
		"title": "Learning Shibari",
		"startDateTime": "2019-11-26 15:00",
		"duration": "75",
		"shortDescription": "In this Shibari workshop, we will begin with the basics and move towards more moderate ties.",
		"description": "Shibari is a beautiful, functional, and erotic rope bondage and art inspired by Japanese aesthetics. In this workshop, we will begin with the basics and move towards more moderate ties. Please bring your own rope (ideally two 30ft lengths); no partner needed in advance.",
		"instructor": "Kali Turner, Sara Kokkelenberg",
		"location": "Living Room"
	},
	{
		"id": 44,
		"title": "Highlining Techniques for Beginners",
		"startDateTime": "2019-11-26 15:00",
		"duration": "75",
		"shortDescription": "Not sure how you might perform on your first highline at GGBY?  This beginner's workshop will provide you with the knowledge and skills necessary for success.",
		"description": "Not sure how you might perform on your first highline at GGBY? Nervous about mounting or getting back up after a potential fall? This beginner's workshop will provide you with the knowledge and skills necessary for success. Pre-requisites and required equipment: Should be able to walk a 20-50 foot slackline successfully, Must have a harness and helmet (helmets can be supplied upon request), Must be in good physical shape (mounting the line after a fall requires a lot of upper body strength and some flexibility), A positive attitude and a willingness to take some falls! Things you can expect to learn: Proper mounting techniques (the 'chongo mount', sit start, etc.), Catching the line, Re-mounting the line after a fall, Climbing the leash in the case of a 'whipper' (falling onto the leash), Getting back onto the line and pulling yourself back to the start, Walking technique (physical techniques, focus, rhythm, using your breath or mantras). Join Emily Sukeinnik, an accomplished slackliner and highliner, for your first steps into the abyss! Emily started slacklining in 2009 and became the 4th woman to walk the Lost Arrow Highline in Yosemite Valley. She spent many years as a sponsored athlete walking over 60 highlines across the US and aboard, being featured on CBS This morning and in various publications (Outside Magazine, National Geographic and Women's Adventure Magazine) for her accomplishments within the sport. She is most passionate about instruction and getting beginners onto their first lines. Emily will support you in your individual learning process and have you feeling both prepared and confident by the end of GGBY! Emily's Blog: www.theascentofem.blogspot.com",
		"instructor": "Emily Sukiennik, Louie Wray",
		"location": "Slackline Park"
	},
	{
		"id": 45,
		"title": "Movement Games! Inspired by the Ido Portal method",
		"startDateTime": "2019-11-26 16:30",
		"duration": "60",
		"shortDescription": "We will take you through some of their favorite movement games which will inspire you to engage with your body, objects, and each other in new and fun ways.",
		"description": "Mark, Simona and Nate are dedicated students of Johnny Sapinosa who teaches the Ido Portal method in San Francisco. The three have backgrounds in yoga, acrobatics, athletics, dance and fitness. They will take you through some of their favorite movement games which will inspire you to engage with your body, objects, and each other in new and fun ways.",
		"instructor": "Nathaniel Floyd, Mark Gonzalez Pura, Simona Marie Asinovski",
		"location": "Movement Zone"
	},
	{
		"id": 46,
		"title": "You Are Music: An Improvisation Workshop",
		"startDateTime": "2019-11-26 16:30",
		"duration": "60",
		"shortDescription": "Bring your voice, percussion, and/or any acoustic instrument. Prior experience is helpful but not necessary.",
		"description": "Are you afraid to play the wrong notes? Good news, it’s not possible! Like highlining, music is about learning to trust vibrations and conquer fear. Bring your voice, percussion, and/or any acoustic instrument. Prior experience is helpful but not necessary. Let’s make something beautiful together.",
		"instructor": "Adam Baerd, Kimberly Bridges",
		"location": "Living Room"
	},
	{
		"id": 47,
		"title": "Tribal Sunset Vibration",
		"startDateTime": "2019-11-25 16:45",
		"duration": "20",
		"shortDescription": "Gather your friends and meet at the top of the rock, right at the heart of the Fruitbowl, for a tribal sunset experience and OM circle.",
		"description": "This short but powerful ceremony is an invitation for the whole tribe to unify, celebrate, and vibrate with intention, gratitude, and love. Julien Desforges will guide each session with creative exercises to harmonize ourselves, connect our souls, and top it off with the greatest possible sunset OM circle. Gather your friends and meet at the top of the rock, right at the heart of the Fruitbowl, as soon as you hear the bell, about 15 minutes before sunset.",
		"instructor": "Julien Desforges",
		"location": "Big Rock"
	},
	{
		"id": 48,
		"title": "Anusara Yoga Workshop",
		"startDateTime": "2019-11-27 07:45",
		"duration": "60",
		"shortDescription": "During this workshop, you will learn to pair movement with alignment, while connecting with yoga philosophy and theming.",
		"description": "During this workshop, you will learn to pair movement with alignment, while connecting with yoga philosophy and theming. Join a courageous group on a journey through the wild unknown to the destination of a beautiful, secluded place of transformation. During the journey, you will learn about the five principles of alignment that keep the body safe in the asana poses, as well as a non-dual tantric yoga philosophy. ",
		"instructor": "Dani Martin",
		"location": "Yoga Zone"
	},
]